Repository: kovihome/VAuto
Catalog: locale/*/LC_MESSAGES/VAuto.po
Languages: hu

source: No camera
hu: Nincs kamera

source: Unknown
hu: Ismeretlen

source: Camera:
hu: Kamera:

source: Mount:
hu: Távcső:

source: Select a folder for observation log.
hu: Válassz könyvtárat az észlelési napló számára.

source: No telescope
hu: Nincs távcső

source: Object name
hu: Objektum neve

source: Coords
hu: Koordináták

source: (no selected object)
hu: (nincs kiválasztott objektum)

source: Open plan file
hu: Terv file megnyitása

source: (none)
hu: (nincs)

source: Object not found in program or available catalogs.
hu: Az objektum nem található meg a rendelkezésre álló katalógusokban.

source: Find Object
hu: Objektum keresése

source: Moving telescope
hu: Távcső mozgatása

source: The telescope is not connected. Check cables or telescope power.
hu: Nem kapcsolódik a távcsőhöz. Ellenőrizd a vezetékeket és a távcső áramellátását.

source: The telescope is not aligned correctly. Align it first.
hu: A távcső nincs kalibrálva.

source: The telescope is currently moving. Wait until it stops.
hu: A távcső éppen mozog. Várd meg, amíg megáll.

source: No valid target is selected to move.
hu: Nincs célpont kiválasztva a mozgatáshoz.

source: The object currently is under the horizon
hu: Az objektum jelenleg a horizont alatt tartózkodik.

source: The telescope is disconnected. Check cables and power.
hu: A távcső kapcsolat megszakadt. Ellenőrizd a vezetékeket és a tápellátást.

source: The telescope is not stopped before timeout expired.
hu: A távcső nem állt meg a rendelkezésre álló időn belül.

source: The telescope stopped by the user.
hu: A távcsövet a felhasználó megállított.

source: Time of the exposition must be between %d and %d
hu: Az expozició idejének %d és %d között kell lennie.

source: Number of frames must be between %d and %d
hu: A képek számának %d és %d között kell lennie.

source: The camera is not stop shooting before timeout expired.
hu: Az expozició nem ért véget a rendelkezésre álló időn belül.

source: Shooting
hu: Exponálás

source: The exposition stopped by the user.
hu: Az expoziciót a felhasználó megszakította.

source: Moving...
hu: Mozgatás...

source: Shooting...
hu: Exponálás...

source: Ready.
hu: Kész.

source: DSLR Imaging with Mount Control
hu: DSLR Fényképezés és Távcső Kontrol

source: Canon EOS 350D, Goto mount
hu: Canon EOS 350D, Goto távcső

source: &Object name
hu: &Objektum neve

source: Object Position
hu: Objektum poziciója

source: &Number of frames
hu: Képek &száma

source: &Duration (sec)
hu: I&dőtartam (mp)

source: Exposure
hu: Exponálás

source: Observations plan file
hu: Észlelési terv file

source: &Move
hu: &Mozgat

source: &Shoot
hu: &Exponál

source: &Abort
hu: &Megszakít

source: S&kip
hu: &Kihagy

source: E&xit
hu: &Kilépés

source: StatusBar
hu: Státuszsor

source: Came&ra Type
hu: Kame&ra típus

source: &Mirror lockup
hu: &Tükör felcsapás

source: Delay before &lockup
hu: Késleltetés a &felcsapás előtt

source: Delay before &frame
hu: Késleltetés a &kép előtt

source: Camera Shutter setup
hu: Kamera beállítás

source: Mount &Type
hu: &Távcső típus

source: Goto mount
hu: Goto távcső

source: Mount setup
hu: Távcső beállítás

source: &Save
hu: &Ment

source: Cancel
hu: Mégsem

source: VAuto options
hu: VAuto beállítás

source: Supported camera types: Canon EOS Supported mount types: NexStar, LX-200
hu: Támogatott kamera típusok: Canon EOS Támogatott távcső típusok: NexStar, LX-200

source: Close
hu: Bezár

source: About VAuto
hu: VAuto névjegy

source: Manual exposure control
hu: Manuális exponálás

source: &Start
hu: I&ndítás

source: Control
hu: Vezérlés

source: Delay after &lockup
hu: Késleltetés a &felcsapás után

source: Delay after &frame
hu: Késleltetés a &kép után

source: Camera
hu: Kamera

source: Mount
hu: Távcső

source: Station
hu: Észlelőhely

source: Options
hu: Beállítások

source: Observation &Log Folder
hu: Észlelési &napló könyvtár

source: &ISO speed
hu: &ISO érték

source: &Battery alert level
hu: &Elem riasztási szint

source: &Longitude
hu: &Hosszúság

source: Latitu&de
hu: &Szélesség

source: End shooting.
hu: Expozició vége.

source: No camera was found.
hu: Nincs kamera.

source: Camera found. Type: %s, protocol: %s
hu: Kamera azonosítva. Típus: %s, protokol: %s

source: Battery level is low. Change battery to a full charged one, or connect an AC adapter.
hu: Az akkumulátor szintje alacsony Cseréld le az akkumulátort egy teljesen feltöltöttre, vagy csatlakoztasd a kamerát AC adapterre.

source: Battery Low
hu: Lemerült akkumulátor

source: Not enough available shots. Change the card to an empty one, or donwload and delete images form the actual card.
hu: Nincs hely a készítendő képeknek Cseréld le a memóriakártyát egy üresre, vagy töltsd le a képeket és törölt le őket a kártyáról.

source: Not Enough Shots Available
hu: Nincs elég szabad hely

source: Connect error: cannot open camera session (%d)
hu: Kapcsolódási hiba: a kamera session-t nem sikerült megnyitni (%d)
